export const aboutUsConfig = {
  whatIsEJF:
    "Інженерний Ярмарок Кар'єри — це виставка передових компанії України. Подія проходитиме у Львівській політехніці протягом 15-16 листопада.",
  companiesAtEJF:
    '✨ OKKO\n✨ AVR Development\n✨ Infopulse\n✨ IT Step Academy\n✨ Binance\n✨ Keel Solution\n✨ Leobit\n✨ OTAKOYI\n✨ SiTime\n✨ SoftServe\n✨ Sombra\n✨ TeamVoy\n✨ TSUKAT Studio\n✨ Kevych Solution',
  whoAreSpeakers: `
      🤩 <b>Сергій Харитонов</b> (СЕО)\n  ⭐ Засновник та CEO аутсорсингової компанії JetSoftPro\n  ⭐ Понад 30 років досвіду в ІТ індустрії\n\n🤩 <b>Володимир Салига</b> (Project Manager)\n  ⭐ Senior Project Manager в SoftServe\n  ⭐ 6 років досвіду в проєктному менеджменті\n\n🤩 <b>Віолетта Хариш</b> (Talent Delivery Specialist)\n  ⭐ Senior Talent Delivery Specilist в Intellias\n  ⭐ 6 років досвіду в ІТ рекрутингу
     `,
  whoAreBEST:
    'BEST (Board of European Students of Technology), міжнародна молодіжна громадська організація, ціллю якої є розвиток студентів.',
  otherBESTProjects:
    'BEC — інженерні змагання\nBCI — тиждень безкоштовних візитів у топові компанії Львова\nBEST::HACKath0n — IT змагання\nBTW — тиждень безкоштовних тренінгів',
};
